{
  "austere.vim": { "branch": "master" },
  "autoclose.nvim": { "branch": "main" },
  "barbar.nvim": { "branch": "master" },
  "candle-grey": { "branch": "master" },
  "coconut.vim": { "branch": "master" },
  "csv.vim": { "branch": "master" },
  "fogbell.vim": { "branch": "master" },
  "fzf-hoogle.vim": { "branch": "master" },
  "fzf.vim": { "branch": "master" },
  "ghcup.vim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "goyo.vim": { "branch": "master" },
  "haskell-vim": { "branch": "master" },
  "hlsearch.nvim": { "branch": "main" },
  "image.nvim": { "branch": "master" },
  "julia-vim": { "branch": "master" },
  "komau.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "nui.nvim": { "branch": "main" },
  "nvim-bqn": { "branch": "master" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "quick-scope": { "branch": "master" },
  "rams.vim": { "branch": "main" },
  "spectre.vim": { "branch": "master" },
  "tabular": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "trouble.nvim": { "branch": "main" },
  "true-monochrome_vim": { "branch": "master" },
  "venn.nvim": { "branch": "main" },
  "vim-devicons": { "branch": "master" },
  "vim-easy-align": { "branch": "master" },
  "vim-hy": { "branch": "master" },
  "vim-mathmode": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-skill": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-table-mode": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "zazen": { "branch": "master" }
}